geometry-zsh/geometry

djui/alias-tips
zsh-users/zsh-completions
caarlos0/zsh-open-github-pr
robbyrussell/oh-my-zsh path:plugins/aws
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions

ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/bundler
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/ssh-agent
ohmyzsh/ohmyzsh path:plugins/man
ohmyzsh/ohmyzsh path:plugins/vim-interaction
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/pip

Dabz/kafka-zsh-completions 

